Repository: NAGAVENDRA/GenieForiOS
Catalog: GenieforiOS/1.0/GenieiPhoneiPod/GenieiPhoneiPod/GenieiPhoneiPod/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, hu

# No player find
source: No player is found. To play files on this device, go to Options and select “Allow play in network.”
cs: Nebyl nalezen žádný přehrávač. Chcete-li umožnit přehrávání souborů na tomto zařízení, přejděte do nabídky Možnosti a vyberte „Umožnit přehrávání v síti“.
de: Kein Player gefunden. Um Dateien auf diesem Gerät wiederzugeben, gehen Sie zu Optionen und wählen Sie 'Netzwerkwiedergabe zulassen'.
el: Δεν βρέθηκε συσκευή αναπαραγωγής. Για την αναπαραγωγή αρχείων σε αυτήν τη συσκευή, μεταβείτε στο στοιχείο Επιλογές και επιλέξτε "Να επιτρέπεται η αναπαραγωγή στο δίκτυο."
es: No se han encontrado reproductores. Para reproducir archivos en este dispositivo, vaya a Opciones y seleccione "Permitir reproducción en la red."
fr: Aucun périphérique détecté. Pour lire des fichiers sur ce périphérique, cliquez sur Options et sur « Autoriser la lecture sur le réseau ».
hu: Nem található lejátszó. Fájlok lejátszásához a készüléken lépjen az Opciók menüre, és válassza a “Hálózaton történő lejátszás engedélyezése” menüpontot.

# Select source
source: Please select a source.
cs: Vyberte zdroj.
de: Bitte wählen Sie eine Quelle.
el: Επιλέξτε πηγή.
es: Seleccione un origen.
fr: Sélectionnez une source.
hu: Válasszon egy forrást.

# Select player
source: Please select a player.
cs: Vyberte přehrávač.
de: Bitte wählen Sie ein Wiedergabegerät.
el: Επιλέξτε συσκευή αναπαραγωγής.
es: Seleccione un reproductor.
fr: Sélectionnez un lecteur.
hu: Válasszon egy lejátszót.

# No device find
source: No shared device was found. To use this feature, you need to enable the file sharing feature for devices in the network, or connect a USB storage drive to your router if the router supports USB storage connection.
cs: Nebylo nalezeno žádné sdílené zařízení. Chcete-li použít tuto funkci, musíte pro zařízení v síti povolit funkci sdílení souborů nebo připojit úložiště USB k vašemu routeru (pokud router podporuje připojení úložiště USB).
de: Kein freigegebenes Gerät wurde gefunden. Um diese Funktion zu nutzen, müssen Sie die Dateifreigabe für Geräte im Netzwerk aktivieren oder ein USB-Laufwerk mit Ihrem Router verbinden, sofern dieser dies unterstützt.
el: Δεν βρέθηκε κοινόχρηστη συσκευή. Για να χρησιμοποιήσετε αυτήν τη δυνατότητα, πρέπει να ενεργοποιήσετε τη δυνατότητα κοινής χρήσης αρχείων για συσκευές στο δίκτυο ή να συνδέσετε μια μονάδα αποθήκευσης USB στο δρομολογητή, αν υποστηρίζει σύνδεση συσκευών αποθήκευσης USB.
es: No se han encontrado dispositivos compartidos. Para utilizar esta función, tiene que habilitar la función de uso compartido de archivos para los dispositivos de la red, o conectar una unidad de almacenamiento USB con el router si este es compatible con la conexión de almacenamiento USB.
fr: Aucun périphérique partagé détecté. Pour utiliser cette fonctionnalité, le partage de fichiers sur le réseau doit être autorisé pour les périphériques, ou un périphérique de stockage USB doit être connecté au routeur si celui-ci prend en charge la connexion de périphériques de stockage USB.
hu: Nem található megosztott készülék. A szolgáltatás használatához engedélyeznie kell a hálózathoz kapcsolódó készülékek számára a fájlmegosztási szolgáltatást, vagy csatlakoztasson egy USB-tárolóeszközt az útválasztóhoz, ha az támogatja az USB-tárolóeszköz csatlakozását.

# Restart media
source: Restart media service
cs: Restartovat mediální službu
de: Medienservice wird neu gestartet
el: Επανεκκίνηση υπηρεσίας μέσων
es: Reiniciar servicio multimedia
fr: Redémarrer le service multimédia
hu: Médiaszolgáltatás újraindítása

# Refresh source
source: Refresh source folder
cs: Aktualizovat zdrojovou složku
de: Quellverzeichnis neu laden
el: Ανανέωση φακέλου προέλευσης
es: Actualizar carpeta de origen
fr: Actualiser le dossier source
hu: Forrásmappa frissítése

# Share files
source: Share files in network
cs: Sdílet soubory v síti
de: Dateien im Netzwerk anzeigen
el: Κοινή χρήση αρχείων στο δίκτυο
es: Compartir archivos en red
fr: Partager les fichiers sur le réseau
hu: Fájlok megosztása a hálózaton

# Allow play
source: Allow play in network
cs: Povolit přehrávání v síti
de: Netzwerkwiedergabe zulassen
el: Να επιτρέπεται η αναπαραγωγή στο δίκτυο
es: Permitir reproducción en la red
fr: Autoriser la lecture sur le réseau
hu: Hálózaton történő lejátszás engedélyezése

# myMediaOptionNote_title
source: Note:
cs: Poznámka:
de: Hinweis:
el: Σημείωση:
es: Nota:
fr: Remarque :
hu: Megjegyzés:

# myMediaOptionNote_1
source: Restart media service when the wireless network setting is changed.
cs: Restartovat mediální službu, pokud se nastavení bezdrátové sítě změní.
de: Starten Sie nach Änderung Ihrer Wireless-Einstellungen den Mediendienst neu.
el: Επανεκκίνηση υπηρεσίας μέσων όταν αλλάζει η ρύθμιση ασύρματου δικτύου.
es: Reinicie el servicio multimedia cuando se cambie la configuración de la red inalámbrica.
fr: Redémarrer le service multimédia quand le paramètre de réseau sans fil est modifié.
hu: A médiaszolgáltatás újraindítása a vezeték nélküli hálózat beállításának módosítása után.

# myMediaOptionNote_2
source: Share file in network to allow people access to files on this device over the network.
cs: Sdílet soubor v síti a umožnit ostatním lidem přístup k souborům v tomto zařízení prostřednictvím sítě.
de: Teilen Sie die Datei mit anderen Nutzern in Ihrem Netzwerk über dieses Gerät.
el: Να γίνει κοινή χρήση του αρχείου στο δίκτυο ώστε να επιτρέπεται η πρόσβαση ατόμων σε αρχεία αυτής της συσκευής μέσω δικτύου.
es: Compartir archivo en red para permitir el acceso a los archivos de este dispositivo a través de la red.
fr: Partager le fichier sur le réseau pour permettre l'accès aux fichiers de ce périphérique par le réseau.
hu: Fájl megosztása a hálózaton, mellyel engedélyezi, hogy mások a hálózaton keresztül hozzáférjenek a készüléken található fájlokhoz.

# myMediaOptionNote_3
source: Allow people to use this device to play files over the network.
cs: Umožnit ostatním lidem používat toto zařízení k přehrávání souborů prostřednictvím sítě.
de: Gestatten Sie anderen Nutzern, die Wiedergabe der Dateien über das Netzwerk zu starten.
el: Να επιτρέπεται η χρήση αυτής της συσκευής για την αναπαραγωγή αρχείων μέσω δικτύου.
es: Permitir el uso de este dispositivo para reproducir archivos a través de la red.
fr: Permettre l'utilisation de ce périphérique pour lire des fichiers sur le réseau.
hu: Engedélyezés mások számára, hogy a készülékkel fájlokat játsszanak le a hálózaton keresztül.

# myMediaOptionNote_4
source: Tap Refresh source folder if there is any change in media folder(s).
cs: Pokud dojde ke změně ve složce médií, aktualizujte zdrojovou složku klepnutím na tlačítko Aktualizovat.
de: Drücken Sie 'Neu laden', sofern sich die Daten in den Medienordnern geändert haben.
el: Πατήστε Ανανέωση του φακέλου προέλευσης αν υπάρχει οποιαδήποτε αλλαγή στους φακέλους μέσων.
es: Pulse Actualizar carpeta de origen si hay algún cambio en las carpetas de medios.
fr: Appuyer sur Actualiser le dossier source en cas de modification du ou des dossiers multimédia(s).
hu: Érintse meg a Forrásmappa frissítése ikont, ha a médiamappá(k)ban bármilyen változás történt.

# Attention title
source: Attention please
cs: Pozor
de: Achtung
el: Προσοχή
es: Atención
fr: Attention
hu: Figyelem!

# Attention content
source: NOTE: To gain access to photos and videos on your iOS device, you need to grant Location Services permission to genie. To grant this permission, select Settings > Privacy > Location Services > genie.
cs: POZNÁMKA: Chcete-li získat přístup k fotografiím a videím ve svém zařízení iOS, musíte aplikaci genie udělit oprávnění využívat služby zjišťování umístění. Chcete-li udělit toto oprávnění, vyberte možnost Nastavení > Služby zjišťování umístění > genie.
de: HINWEIS: Für den Zugriff auf Fotos und Videos auf Ihrem iOS-Gerät müssen Sie genie die Berechtigung für Standortdienste gewähren. Wählen Sie hierfür <b>Einstellungen</b> > <b>Standort</b> > <b>genie</b>.
el: ΣΗΜΕΙΩΣΗ: Για να αποκτήσετε πρόσβαση σε φωτογραφίες και βίντεο στη συσκευή σας iOS, πρέπει να εκχωρήσετε δικαίωμα Υπηρεσιών θέσης στο genie. Για να εκχωρήσετε αυτό το δικαίωμα, επιλέξτε Ρυθμίσεις > Υπηρεσίες θέσης > genie.
es: NOTA: para acceder a las fotos y vídeos de su dispositivo iOS, tiene que conceder permiso de servicios de ubicación a genie. Para conceder este permiso, seleccione Ajustes > Servicios de ubicación > genie.
fr: REMARQUE : pour permettre l'accès aux photos et vidéos de votre périphérique iOS, vous devez accorder à genie l'autorisation Services d'emplacement. Pour accorder cette autorisation, sélectionnez Paramètres > Services d'emplacement > genie.
hu: MEGJEGYZÉS: Ahhoz, hogy hozzáférhessen az iOS készüléken lévő fényképekhez és videókhoz, meg kell adnia a Helyszolgáltatások engedélyt a genie számára. Az engedély megadásához válassza a Beállítások > Hely > genie lehetőséget.

# Attention content6
source: NOTE: To gain access to photos and videos on your iOS device, you need to grant Location Services permission to genie. To grant this permission, select Settings > Privacy > Location Services > genie.
cs: POZNÁMKA: Chcete-li získat přístup k fotografiím a videím ve svém zařízení iOS, musíte aplikaci genie udělit oprávnění využívat služby zjišťování umístění. Chcete-li udělit toto oprávnění, vyberte možnost Nastavení > soukromí > Služby zjišťování umístění > genie.
de: HINWEIS: Für den Zugriff auf Fotos und Videos auf Ihrem iOS-Gerät müssen Sie genie die Berechtigung für Standortdienste gewähren. Wählen Sie hierfür <b>Einstellungen</b> > <b>Privatleben</b> > <b>Standort</b> > <b>genie</b>.
el: ΣΗΜΕΙΩΣΗ: Για να αποκτήσετε πρόσβαση σε φωτογραφίες και βίντεο στη συσκευή σας iOS, πρέπει να εκχωρήσετε δικαίωμα Υπηρεσιών θέσης στο genie. Για να εκχωρήσετε αυτό το δικαίωμα, επιλέξτε Ρυθμίσεις > μυστικότητα > Υπηρεσίες θέσης > genie.
es: NOTA: para acceder a las fotos y vídeos de su dispositivo iOS, tiene que conceder permiso de servicios de ubicación a genie. Para conceder este permiso, seleccione Ajustes > intimidad > Servicios de ubicación > genie.
fr: REMARQUE : pour permettre l'accès aux photos et vidéos de votre périphérique iOS, vous devez accorder à genie l'autorisation Services d'emplacement. Pour accorder cette autorisation, sélectionnez Paramètres > Remarque: > Services d'emplacement > genie.
hu: MEGJEGYZÉS: Ahhoz, hogy hozzáférhessen az iOS készüléken lévő fényképekhez és videókhoz, meg kell adnia a Helyszolgáltatások engedélyt a genie számára. Az engedély megadásához válassza a Beállítások > magánélet > Hely > genie lehetőséget.

# tabBarLabelSource
source: Source
cs: Zdroj
de: Quelle
el: Πηγή
es: Origen
hu: Forrás

# tabBarLabelPlayer
source: Player
cs: Přehrávač
el: Συσκευή αναπαραγωγής
es: Reproductor
fr: Lecteur
hu: Lejátszó

# tabBarLabelPlaying
source: Playing
cs: Přehrávání
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
fr: Lecture
hu: Lejátszás

# titleOptions
source: Options
cs: Možnosti
de: Optionen
el: Επιλογές
es: Opciones
hu: Beállítások

# loginMainPageSmartNetworkAccountLableTitle
source: Email
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse électronique

# lpcCreateAccountPageEmailTitle
source: Email
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse électronique
