Repository: NAGAVENDRA/GenieForiOS
Catalog: GenieforiOS/1.0/GenieiPhoneiPod/GenieiPhoneiPod/GenieiPhoneiPod/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, hu

source: Cancel
cs: Storno
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
hu: Mégse

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Bezárás

source: Login
cs: Přihlášení
de: Anmeldung
el: Σύνδεση
es: Iniciar sesión
fr: Identifiant de connexion
hu: Bejelentkezés

source: Logout
cs: Odhlášení
de: Abmelden
el: Αποσύνδεση
es: Salir
fr: Déconnexion
hu: Kijelentkezés

source: Back
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fr: Précédent
hu: Vissza

source: Save
cs: Zálohovat
de: Sichern
el: Δημιουργήστε αντ ασφαλείας
es: Realizar copia de seguridad
fr: Sauvegarde
hu: Biztonsági mentés

# wait
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForLoadWirelessInfo
source: Loading Wireless Settings
cs: Načítání nastavení bezdrátové sítě
de: Lade WLAN-Einstellungen
el: Φόρτωση ρυθμίσεων ασύρματου δικτύου
es: Cargando configuración inalámbrica
fr: Chargement des paramètres sans fil
hu: Vezeték nélküli beállítások betöltése

# waitForRefreshWirelessInfo
source: Loading Wireless Settings
cs: Načítání nastavení bezdrátové sítě
de: Lade WLAN-Einstellungen
el: Φόρτωση ρυθμίσεων ασύρματου δικτύου
es: Cargando configuración inalámbrica
fr: Chargement des paramètres sans fil
hu: Vezeték nélküli beállítások betöltése

# waitForSetWirelessInfo
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForLoadGuestInfo
source: Loading Guest Access
cs: Načítání přístupu pro hosta
de: Lade Gast-Zugang
el: Φόρτωση λειτουργίας πρόσβασης επισκέπτη
es: Cargando acceso de invitados
fr: Chargement de l'accès invité
hu: Vendéghozzáférés betöltése

# waitForRefreshGuestInfo
source: Loading Guest Access
cs: Načítání přístupu pro hosta
de: Lade Gast-Zugang
el: Φόρτωση λειτουργίας πρόσβασης επισκέπτη
es: Cargando acceso de invitados
fr: Chargement de l'accès invité
hu: Vendéghozzáférés betöltése

# waitForSetGuestInfo
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForLoadNetworkMapInfo
source: Loading Network Map
cs: Načítání mapy sítě
de: Lade Netzwerk-Karte
el: Φόρτωση χάρτη δικτύου
es: Cargando mapa de red
fr: Chargement du mappage réseau
hu: Hálózattérkép betöltése

# waitForRefreshNetworkMapInfo
source: Loading Network Map
cs: Načítání mapy sítě
de: Lade Netzwerk-Karte
el: Φόρτωση χάρτη δικτύου
es: Cargando mapa de red
fr: Chargement du mappage réseau
hu: Hálózattérkép betöltése

# waitForSetNetworkMapInfo
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForLoadTrafficMeterInfo
source: Loading Traffic Meter
cs: Načítání měření síťového provozu
de: Lade Datenvolumen-Messung
el: Φόρτωση μέτρησης κυκλοφορίας
es: Cargando medidor de tráfico
fr: Chargement du compteur de trafic
hu: Forgalommérő betöltése

# waitForRefreshTrafficMeterInfo
source: Loading Traffic Meter
cs: Načítání měření síťového provozu
de: Lade Datenvolumen-Messung
el: Φόρτωση μέτρησης κυκλοφορίας
es: Cargando medidor de tráfico
fr: Chargement du compteur de trafic
hu: Forgalommérő betöltése

# waitForSetTrafficMeterInfo
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForLoadLPCInfo
source: Loading Parental Controls
cs: Načítání rodičovské kontroly Parental Controls
de: Lade Jugendschutz-Funktion
el: Φόρτωση γονικών ελέγχων
es: Cargando controles paternos
fr: Chargement de l'application Live Parental Controls
hu: Szülői felügyelet betöltése

# waitForRefreshLPCInfo
source: Loading Parental Controls
cs: Načítání rodičovské kontroly Parental Controls
de: Lade Jugendschutz-Funktion
el: Φόρτωση γονικών ελέγχων
es: Cargando controles paternos
fr: Chargement de l'application Live Parental Controls
hu: Szülői felügyelet betöltése

# waitForSetLPCEnableStatus
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# waitForSetLPCFilter
source: Setting up Live Parental Controls
cs: Nastavení funkce Live Parental Controls
de: Einrichten von Live Parental Controls
el: Εγκατάσταση του Live Parental Controls
es: Configuración de Live Parental Controls
fr: Configuration de Live Parental Controls
hu: A Live Parental Controls program beállítása

# waitForSignInOpenDns
source: Signing into OpenDNS…
cs: Přihlašování do služby OpenDNS…
de: Anmelden bei OpenDNS …
el: Σύνδεση στο OpenDNS…
es: Iniciando sesión en OpenDNS…
fr: Connexion à OpenDNS…
hu: ejelentkezés az OpenDNS fiókba..

# waitForCreateOpenDNSAccount
source: Creating your OpenDNS account…
cs: Vytváření účtu OpenDNS…
de: Ihr OpenDNS-Konto wird erstellt …
el: Δημιουργία λογαριασμού OpenDNS…
es: Creando su cuenta de OpenDNS…
fr: Création de votre compte OpenDNS
hu: Saját OpenDNS fiók létrehozása…

# waitForGetLPCAccountRelay
source: Communicating to OpenDNS…
cs: Probíhá komunikace se službou OpenDNS…
de: Es wird an OpenDNS kommuniziert…
el: Επικοινωνία με το OpenDNS…
es: Conectando con OpenDNS…
fr: Communication avec OpenDNS…
hu: Kommunikáció az OpenDNS-sel…

# msgForNoWIFI
source: Please connect this device wirelessly to your NETGEAR router, then try again.
cs: Připojte toto zařízení bezdrátově k routeru NETGEAR a zkuste to znovu.
de: Stellen Sie für das Gerät eine WLAN-Verbindung zu Ihrem NETGEAR-Router her, und versuchen Sie es erneut.
el: Συνδέστε ασύρματα αυτή τη συσκευή στο δρομολογητή NETGEAR και δοκιμάστε ξανά.
es: Conecte este dispositivo de forma inalámbrica al router NETGEAR e inténtelo de nuevo.
fr: Veuillez connecter ce périphérique à votre routeur NETGEAR via une connexion sans fil, puis réessayer.
hu: Csatlakoztassa az eszközt vezeték nélkül a NETGEAR útválasztóra, majd próbálja meg újra.

# msgForNoInternet
source: No Internet connection detected.
cs: Nebylo rozpoznáno žádné internetové připojení.
de: Keine Internetverbindung erkannt
el: Δεν εντοπίστηκε σύνδεση Διαδικτύου.
es: No se ha detectado conexión a Internet.
fr: Aucune connexion Internet détectée
hu: A rendszer nem észlelt internetkapcsolatot.

# msgForNetworkError
source: A network issue is preventing you from connecting to the NETGEAR server. Please try again. If you are already logged in, try logging out and logging in again.
cs: Problém v síti vám brání v připojení k serveru společnosti NETGEAR. Zkuste to znovu. Pokud jste již přihlášeni, zkuste se odhlásit a poté se znovu přihlásit.
de: Ein Netzwerkproblem lässt keine Verbindung zum NETGEAR-Server zu. Versuchen Sie es bitte erneut. Sollten Sie bereits angemeldet sein, versuchen Sie sich ab- und dann wieder anzumelden.
el: Κάποιο πρόβλημα στο δίκτυο εμποδίζει τη σύνδεση με το διακομιστή NETGEAR. Προσπαθήστε ξανά. Εάν έχετε ήδη συνδεθεί, δοκιμάστε να αποσυνδεθείτε και να επανασυνδεθείτε.
es: Debido a un problema de red, no puede conectarse al servidor NETGEAR. Inténtelo de nuevo. Si ya ha iniciado sesión, pruebe a cerrar la sesión y volver a iniciarla.
fr: Un problème réseau vous empêche de vous connecter au serveur NETGEAR. Veuillez réessayer. Si vous êtes déjà connecté, essayez de vous déconnecter, puis de vous reconnecter.
hu: Hálózati hiba miatt nem lehet csatlakozni a NETGEAR kiszolgálóhoz. Próbálja újra. Ha már belépett, jelentkezzen ki, majd jelentkezzen be ismét.

# msgForRouterFirmwareNotSupport
source: The router does not support this function.
cs: Router nepodporuje tuto funkci.
de: Der Router unterstützt diese Funktion nicht.
el: Ο δρομολογητής δεν υποστηρίζει αυτήν τη λειτουργία.
es: El router no admite esta función.
fr: Le routeur ne prend pas en charge cette fonction.
hu: Az útválasztó nem támogatja ezt a funkciót.

# msgForNotNetgearRouter
source: NETGEAR router is not found or is not <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>supported</a>.
cs: Router NETGEAR nebyl nalezen nebo není <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>podporován</a>.
de: NETGEAR-Router kann nicht gefunden werden oder wird nicht <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>unterstützt</a>.
el: Ο δρομολογητής NETGEAR δεν βρέθηκε ή δεν <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>υποστηρίζεται</a>.
es: No se ha encontrado el router NETGEAR o no es <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>compatible</a>.
fr: Routeur NETGEAR introuvable ou non <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>pris en charge</a>.
hu: A NETGEAR útválasztó nem található vagy nem <a href=http://www.netgear.com/landing/en-us/netgear-genie-routers.aspx>támogatott</a>.

# msgForLoginGeniePasskeyInvalid
source: Login failed. Please re-enter the correct admin password for your NETGEAR router.
cs: Přihlášení se nezdařilo. Zadejte znovu správné heslo správce pro router NETGEAR.
de: Anmeldung fehlgeschlagen. Geben Sie erneut das richtige Administratorpasswort für den NETGEAR-Router ein.
el: Η σύνδεση απέτυχε. Πληκτρολογήστε ξανά τον σωστό κωδικό πρόσβασης διαχείρισης για το δρομολογητή NETGEAR.
es: No se ha podido iniciar la sesión. Vuelva a introducir la contraseña de administración correcta del router NETGEAR.
fr: La connexion a échoué. Veuillez saisir le mot de passe d'administrateur correct de votre routeur NETGEAR.
hu: Bejelentkezés sikertelen. Írja be ismét a NETGEAR útválasztó helyes rendszergazda-jelszavát.

# msgForTimeout
source: Action timed out. Please try again.
cs: Časový limit akce vypršel. Zkuste to znovu.
de: Zeitüberschreitung der Aktion. Versuchen Sie es erneut.
el: Το χρονικό όριο για την ενέργεια έληξε. Προσπαθήστε ξανά.
es: Tiempo de espera agotado para esta acción. Inténtelo de nuevo.
fr: L'action a expiré. Veuillez réessayer.
hu: A művelet túllépte a rendelkezésre álló időt. Próbálja újra.

# msgForSetAndRebootRouter
source: Changing settings can disrupt active traffic on the wireless network. Do you want to continue?
cs: Změna nastavení může přerušit aktivní provoz v bezdrátové síti. Chcete pokračovat?
de: Die Änderung der Einstellungen kann den aktiven Datenverkehr im drahtlosen Netzwerk stören. Möchten Sie fortfahren?
el: Η αλλαγή των ρυθμίσεων μπορεί να διακόψει την ενεργή κυκλοφορία στο ασύρματο δίκτυο. Θέλετε να συνεχίσετε;
es: Si modifica la configuración, puede interrumpirse el tráfico activo de la red inalámbrica. ¿Desea continuar?
fr: Si vous modifiez les paramètres, vous risquez de perturber le trafic actif sur le réseau sans fil. Voulez-vous continuer ?
hu: A beállítások módosítása megszakíthatja az aktív adatforgalmat a vezeték nélküli hálózaton. Folytatja?

# msgForSetAndRebootRouterSuccessed
source: Wireless setting was changed successfully. Please re-join your wireless network by using new wireless setting and login to genie.
cs: Nastavení bezdrátové sítě bylo úspěšně změněno. Připojte se k vaší bezdrátové síti znovu pomocí nového nastavení bezdrátové sítě a přihlaste se k aplikaci genie.
de: Die WLAN-Einstellungen wurden erfolgreich geändert. Bitte verbinden Sie sich mit dem Router erneut und verwenden Sie hierzu Ihre neuen Einstellungen, um sich bei genie anzumelden.
el: Η ρύθμιση ασύρματου δικτύου άλλαξε με επιτυχία. Προσπελάστε ξανά το ασύρματο δίκτυο χρησιμοποιώντας τις νέες ρυθμίσεις ασύρματου δικτύου και τα στοιχεία σύνδεσης για το genie.
es: La configuración inalámbrica se ha cambiado correctamente. Vuelva a unirse a su red inalámbrica con la nueva configuración e inicie sesión en genie.
fr: Paramètre sans fil modifié avec succès. Utilisez le nouveau paramètre sans fil et votre connexion genie pour vous reconnecter à votre réseau sans fil.
hu: A vezeték nélküli beállítás módosítása sikerült. Csatlakozzon újra a vezeték nélküli hálózathoz az új vezeték nélküli beállítással, és lépjen be a genie alkalmazásba.

# msgForTimePeriodOutdate
source: Guest Access is in use. Disabling it could disrupt active traffic on the wireless network. Do you want to continue?
cs: Používá se funkce přístupu pro hosta. Jejím zakázáním může dojít k přerušení aktivního provozu v bezdrátové síti. Chcete pokračovat?
de: Gastzugang wird verwendet. Die Deaktivierung kann den aktiven Datenverkehr im drahtlosen Netzwerk stören. Möchten Sie fortfahren?
el: Χρησιμοποιείται η λειτουργία πρόσβασης επισκέπτη. Τυχόν απενεργοποίησή της μπορεί να διακόψει την ενεργή κυκλοφορία στο ασύρματο δίκτυο. Θέλετε να συνεχίσετε;
es: El acceso de invitados está en uso. Si lo desactiva, puede interrumpir el tráfico activo de la red inalámbrica. ¿Desea continuar?
fr: L'accès invité est utilisé. Si vous le désactivez, vous risquez de perturber le trafic actif sur le réseau sans fil. Voulez-vous continuer ?
hu: Vendég hozzáférés használatban. Ha letiltja, megszakad az aktív adatforgalom a vezeték nélküli hálózaton. Folytatja?

# msgForPasswordNoMatchUsername
source: The password does not match this user name. Please try again.
cs: Zadané heslo pro toto uživatelské jméno není platné. Zadejte heslo znovu.
de: Das Passwort passt nicht zum Benutzernamen. Versuchen Sie es erneut.
el: Ο κωδικός πρόσβασης δεν αντιστοιχεί σε αυτό το όνομα χρήστη. Προσπαθήστε ξανά.
es: La contraseña no coincide con este nombre de usuario. Inténtelo de nuevo.
fr: Le mot de passe ne correspond pas à ce nom d'utilisateur. Veuillez réessayer.
hu: A megadott felhasználói névhez más jelszó tartozik. Próbálja újra.

# msgForAskIfUserHaveOpenDNSAccount
source: To set Live Parental Controls, you need an OpenDNS account. Do you already have an account?
cs: Chcete-li nastavit rodičovskou kontrolu Live Parental Controls, musíte mít účet OpenDNS. Máte již účet?
de: Um die Jugendschutzfunktion zu nutzen, benötigen Sie einen OpenDNS-Account. Haben Sie bereits einen Zugang?
el: Για να ορίσετε τους ελέγχους Live Parental Controls, χρειάζεστε ένα λογαριασμό OpenDNS. Μήπως έχετε ήδη ένα λογαριασμό;
es: Para establecer Live Parental Controls, necesita una cuenta OpenDNS. ¿Ya tiene una cuenta?
fr: Créez un compte OpenDNS afin de configurer Live Parental Controls. Possédez-vous déjà un compte ?
hu: Az Élő szülői felügyelet beállításához OpenDNS fiók szükséges. Van már fiókja?

# msgForOpenDNSHostIsNotAvailable
source: Internet is not available. Please connect your router to Internet first.
cs: Síť Internet není k dispozici. Nejdříve připojte váš router k síti Internet.
de: Es besteht keine Verbindung ins Internet. Bitte verbinden Sie Ihren Router zunächst mit dem Internet.
el: Το Internet δεν είναι διαθέσιμο. Συνδέστε πρώτα το δρομολογητή στο Internet.
es: Internet no está disponible. Conecte el router con Internet.
fr: Internet est indisponible. Veuillez d'abord connecter votre routeur à Internet.
hu: Az internet nem érhető el. Először csatlakoztassa az útválasztót az internethez.

# msgForAuthenticationFailed
source: Router authentication failed. Please re-login your router.
cs: Ověřování routeru se nezdařilo. Přihlaste znovu váš router.
de: Router-Überprüfung fehlgeschlagen. Bitte verbinden Sie diesen erneut!
el: Ο έλεγχος ταυτότητας του δρομολογητή απέτυχε. Συνδέστε ξανά το δρομολογητή.
es: Error de autenticación del router. Vuelva a iniciar sesión con el router.
fr: Echec de l'authentification du routeur. Veuillez vous reconnecter à votre routeur.
hu: Nem sikerült az útválasztó hitelesítése. Jelentkezzen be újra az útválasztóba.

# msgForLPCCheckUserNameNotAvailable
source: User Name is unavailable.
cs: Uživatelské jméno není k dispozici.
de: Benutzername ist nicht verfügbar
el: Το όνομα χρήστη δεν είναι διαθέσιμο.
es: El nombre de usuario no está disponible.
fr: Le nom d'utilisateur n'est pas disponible.
hu: A felhasználónév nem érhető el.

# msgForLPCSignInOpenDNSPassKeyWrong
source: We do not recognize that user name or password.
cs: Dané uživatelské jméno nebo heslo nebylo rozpoznáno.
de: Dieser Benutzername oder das Passwort wurden nicht erkannt.
el: Δεν αναγνωρίζουμε αυτό το όνομα χρήστη ή τον κωδικό πρόσβασης.
es: Nombre de usuario o contraseña no reconocidos.
fr: Nous ne reconnaissons pas ce nom d'utilisateur ou ce mot de passe.
hu: A felhasználónév vagy a jelszó nem megfelelő.

# msgForLPCSignInOpenDNSDeviceIsNotMine
source: User Name is unavailable.
cs: Uživatelské jméno není k dispozici.
de: Benutzername ist nicht verfügbar
el: Το όνομα χρήστη δεν είναι διαθέσιμο.
es: El nombre de usuario no está disponible.
fr: Le nom d'utilisateur n'est pas disponible.
hu: A felhasználónév nem érhető el.

# msgForLPCCreateAccountUserNameFormatIllegal
source: User name must start and end with a letter or a number and can also contain '.', '-' and '_'.
cs: Uživatelské jméno musí začínat a končit písmenem nebo číslicí a může obsahovat také znaky „.“, „-“ a „_“.
de: Der Benutzernamen muss mit einem Buchstaben oder einer Ziffer beginnen und kann '.','-' und '_' enthalten.
el: Το όνομα χρήστη πρέπει να ξεκινά και να τελειώνει με γράμμα ή αριθμό και μπορεί επίσης να περιέχει τα σύμβολα '.', '-' και '_'.
es: Los nombres de usuario deben comenzar y terminar con una letra o un número. También pueden contener los símbolos '.', '-' y '_'.
fr: Le nom d'utilisateur doit commencer et se terminer par une lettre ou un chiffre et peut également contenir les symboles « . », « - » et « _ ».
hu: A felhasználónév első és utolsó karakterének betűnek vagy számnak kell lennie, de tartalmazhatja ezeket a karaktereket is: '.', '-' és '_'.

# msgForLPCCreateAccountPasswordLengthIllegal
source: Passwords must be between 6 and 20 characters.
cs: Heslo musí mít délku 6 až 20 znaků.
de: Das Passwort muss zwischen 6 und 20 Zeichen lang sein.
el: Το μήκος των κωδικών πρόσβασης πρέπει να είναι μεταξύ 6 και 20 χαρακτήρων.
es: La contraseña debe tener entre 6 y 20 caracteres.
fr: Le mot de passe doit comporter entre 6 et 20 caractères.
hu: A jelszavak 6 és 20 karakter közötti hosszúságúak lehetnek.

# msgForLPCCreateAccountConfirmPasswordIllegal
source: Confirm Password
cs: Potvrďte heslo
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fr: Confirmation du mot de passe
hu: Jelszó megerősítése

# msgForLPCCreateAccountEmailFormatIllegal
source: Invalid email
cs: Neplatný e-mail
de: Ungültige E-Mail-Adresse
el: Μη έγκυρο email
es: Correo electrónico no válido
fr: Adresse électronique non valide
hu: Érvénytelen e-mail

# msgForLPCCreateAccountConfirmEmailIllegal
source: Confirm Email
cs: Potvrdit e-mail
de: E-Mail-Adresse bestätigen
el: Επιβεβαίωση email
es: Confirmar correo electrónico
fr: Confirmation de l'adresse électronique
hu: E-mail megerősítése

# msgForLPCCreateAccountEmailIsUnavailable
source: Email has been taken.
cs: E-mail je již používán.
de: E-Mail-Adresse bereits vergeben.
el: Το email χρησιμοποιείται ήδη.
es: La dirección de correo electrónico está en uso.
fr: L'adresse électronique est utilisée.
hu: Az e-mail cím foglalt.

# msgForLPCCreateAccountFailed
source: There was an error creating your account, please try again.
cs: Při vytváření účtu došlo k chybě, zkuste to znovu.
de: Bei der Erstellung Ihres Kontos ist ein Fehler aufgetreten. Versuchen Sie es bitte erneut.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του λογαριασμού, δοκιμάστε ξανά.
es: Se ha producido un error al crear la cuenta; inténtelo de nuevo.
fr: Une erreur est survenue lors de la création de votre compte, veuillez réessayer.
hu: Hiba történt a fiók létrehozása közben. Kérjük, próbálja újra.

# msgForLPCCreateAccountSuccessed
source: Your account was created successfully!
cs: Váš účet byl úspěšně vytvořen!
de: Ihr Zugang wurde erfolgreich eingerichtet.
el: Ο λογαριασμός σας δημιουργήθηκε με επιτυχία!
es: Su cuenta se ha creado correctamente.
fr: Votre compte a été créé avec succès !
hu: A fiókja létrehozása sikerült!

# msgForSmartNetworkLoginKeyWrong
source: Invalid User Name or Password.
cs: Neplatné uživatelské jméno nebo heslo.
de: Ungültiger Benutzername oder Passwort
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης.
es: Nombre de usuario o contraseña no válidos.
fr: Nom d'utilisateur ou mot de passe non valide.
hu: Érvénytelen felhasználónév vagy jelszó.

# msgForSmartNetworkForgetPasswordHTML
source: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Forgot your password?</a>
cs: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Zapomněli jste své heslo?</a>
de: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Haben Sie Ihr Passwort vergessen?</a>
el: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Ξεχάσατε τον κωδικό πρόσβασης;</a>
es: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>¿Ha olvidado su contraseña?</a>
fr: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Mot de passe oublié ?</a>
hu: <a href=https://genie.netgear.com/UserProfile/#ForgotPasswordPlace:>Elfelejtette a jelszavát?</a>

# msgForSmartNetworkSignUpHTML
source: Don't have an ID? <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Sign up.</a>
cs: Nemáte ID? <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Zaregistrujte se.</a>
de: Sie haben keine Kennung? <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Anmelden.</a>
el: Δεν διαθέτετε αναγνωριστικό; <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Εγγραφή.</a>
es: ¿No tiene un ID?" <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Regístrese.</a>
fr: Vous ne possédez pas d'ID ? <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Inscrivez-vous.</a>
hu: Nem rendelkezik azonosítóval? <a href=https://genie.netgear.com/UserProfile/#NewUserPlace:>Regisztráljon.</a>

# searchBarPlaceHolder
source: Search Support
cs: Vyhledat podporu
de: Hilfe durchsuchen
el: Αναζήτηση υποστήριξης
es: Buscar asistencia
fr: Rechercher dans l'assistance
hu: Támogatás keresése

# wirelessSettingHomeBtnTitle
source: Wireless Settings
cs: Nast. bezdrát. připojení
de: Wireless-Konfiguration
el: Ρυθμίσεις ασύρμ. δικτύου
es: Configuración inalámbrica
fr: Paramètres réseau sans fil
hu: Vezeték nélküli beállítások

# guestAccessHomeBtnTitle
source: Guest Access
cs: Přístup pro hosta
de: Gastzugang
el: Πρόσβαση επισκέπτη
es: Acceso de invitados
fr: Accès invité
hu: Vendég hozzáférés

# networkMapHomeBtnTitle
source: Network Map
cs: Mapa sítě
de: Netzwerkübersicht
el: Χάρτης δικτύου
es: Asignación de red
fr: Mappage réseau
hu: Hálózattérkép

# parentalControlsHomeBtnTitle
source: Parental Controls
cs: Rodičovské zámky
de: Kindersicherung
el: Γονικός έλεγχος
es: Controles paternos
fr: Contrôle parental
hu: Szülői felü.

# trafficMeterHomeBtnTitle
source: Traffic Meter
cs: Měření síťového provozu
de: Datenverkehrsanzeige
el: Μέτρηση κυκλοφορίας
es: Medidor de tráfico
fr: Mesure de trafic
hu: Forgalommérő

# myMediaHomeBtnTitle
source: My Media
cs: Moje média
de: Meine Medien
el: Τα μέσα μου
es: Mis medios
fr: Mes médias
hu: Saját média

# qrCodeHomeBtnTitle
source: QR Code
cs: Kód QR
el: Κωδικός QR
es: Código QR
fr: Code QR
hu: QR-kód

# loginMainPageTitle
source: Login
cs: Přihlášení
de: Anmeldung
el: Σύνδεση
es: Iniciar sesión
fr: Identifiant de connexion
hu: Bejelentkezés

# loginMainPageModeSwitcherTitle
source: Remote Login
cs: daleký logika
de: Remote-Anmeldung
el: μακρινός login
es: Inicio de sesión remoto
fr: Connexion à distance
hu: távoli logika

# loginMainPageRouterAdminLabelTitle
source: User Name
cs: Jméno uživatele
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév
