Repository: NAGAVENDRA/GenieForiOS
Catalog: GenieforiOS/1.0/GenieiPhoneiPod/GenieiPhoneiPod/GenieiPhoneiPod/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, hu

# loginMainPagePasswordLabelTitle
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# loginMainPageRememberMeSwitcherTitle
source: Remember Me
cs: Zapamatovat uživatele
de: Angemeldet bleiben
el: Απομνημόνευση των στοιχείων μου
es: Recordarme
fr: Conserver mes informations
hu: Emlékezzen rám

# loginMainPageDefaultPasswordPrompt
source: Default is "password"
cs: Výchozí heslo je „password“
de: Voreinstellung lautet "password"
el: Η προεπιλογή είναι "password"
es: El valor predeterminado es "password"
fr: Le mot de passe par défaut est "password"
hu: Az alapértelmezett jelszó: "password"

# loginRemoteRouterListPageTitle
source: My Devices
cs: Moje zařízení
de: Meine Geräte
el: Οι συσκευές μου
es: Mis dispositivos
fr: Mes périphériques
hu: Saját eszközök

# loginRemoteRouterListPageSerialLabelTtitle
source: Serial
cs: Sériové číslo
de: Seriennummer
el: Σειριακός
es: Número de serie
fr: Série
hu: Sorozatszám

# loginRemoteRouterLoginPageTitle
source: Router Login
cs: Přihlášení k routeru
de: Router-Anmeldung
el: Σύνδεση δρομολογητή
es: Inicio de sesión del router
fr: Connexion au routeur
hu: Bejelentkezés az útválasztóba

# loginRemoteRouterLoginAccountTitle
source: User Name
cs: Jméno uživatele
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév

# loginRemoteRouterLoginPasswordTitle
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# loginRemoteRouterLoginRememberMeSwitcherTitle
source: Remember Me
cs: Zapamatovat uživatele
de: Angemeldet bleiben
el: Απομνημόνευση των στοιχείων μου
es: Recordarme
fr: Conserver mes informations
hu: Emlékezzen rám

# loginRemoteOnlineStatus
source: Online
el: Συνδεδεμένη
es: En línea
fr: En ligne

# loginRemoteOfflineStatus
source: Offline
el: Εκτός σύνδεσης
es: Desconectado
fr: Hors ligne

# aboutDialogTitle
source: About
cs: Informace
de: Info
el: Πληροφορίες
es: Acerca de
fr: A propos de
hu: Névjegy

# aboutDialogRouterModelTitle
source: Router Model
cs: Model routeru
de: Router-Modell
el: Μοντέλο δρομολογητή
es: Modelo del router
fr: Modèle du routeur
hu: Útválasztó típusa

# aboutDialogFirmwareVersionTitle
source: Firmware Version
cs: Verze firmwaru
el: Έκδοση υλικολογισμικού
es: Versión de firmware
fr: Version du micrologiciel (firmware)
hu: Készülékszoftver-verzió

# aboutDialogGenieVersionTitle
source: Version
cs: Verze
el: Έκδοση
es: Versión
hu: Verzió

# aboutDialogCopyRightInfo
source: Copyright (c) 2012, NETGEAR Inc.
el: Πνευματικά δικαιώματα (c) 2012, NETGEAR Inc.

# aboutDialogAllRightInfo
source: All Rights Reserved.
cs: Všechna práva vyhrazena.
de: Alle Rechte vorbehalten.
el: Με την επιφύλαξη παντός δικαιώματος.
es: Todos los derechos reservados.
fr: Tous droits réservés.
hu: Minden jog fenntartva.

# aboutDialogPoweredByInfo
source: Powered by SiteView
cs: Na platformě SiteView
el: Με την υποστήριξη της SiteView
fr: Développé par SiteView

# aboutDialogLicenseTitle
source: License
cs: Licence
de: Lizenzbestimmungen
el: Άδεια χρήσης
es: Licencia
fr: Licence
hu: Licenc

# wirelessSettingInfoPageTitle
source: Settings
cs: „Nastavení“
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
hu: Beállítások

# wirelessSSIDTitle
source: Name/SSID
cs: Název/SSID
de: WLAN-Name/SSID
el: Όνομα/SSID
es: Nombre/SSID
fr: Nom/SSID
hu: Név/SSID

# wirelessChannelTitle
source: Channel
cs: Kanál
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
hu: Csatorna

# wirelessPasswordTitle
source: Key/Password
cs: Klíč/Heslo
de: Schlüssel/Passwort
el: Κλειδί/κωδικός πρόσβασης
es: Clave/Contraseña
fr: Clé/mot de passe
hu: Kulcs / Jelszó

# wirelessSetPageTitle
source: Edit Settings
cs: Upravit nastavení
de: Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων
es: Editar configuración
fr: Modifier les paramètres
hu: Beállítások szerkesztése

# wirelessSecurityModeTitle
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
hu: Biztonság

# wirelessPasswordLengthLimitPrompt
source: 8-63 characters or 64 hexadecimal values
cs: 8–63 znaků nebo 64 hexadecimálních hodnot
de: 8-63 Zeichen oder 64 Hexadeziamal Werte
el: 8-63 χαρακτήρες ή 64 δεκαεξαδικές τιμές
es: 8-63 caracteres o 64 valores hexadecimales
fr: De 8 à 63 caractères ou 64 valeurs hexadécimales
hu: 8-63 karakter vagy 64 hexadecimális érték

# guestAccessInfoPageTitle
source: Guest Access
cs: Přístup pro hosta
de: Gastzugang
el: Πρόσβαση επισκέπτη
es: Acceso de invitados
fr: Accès invité
hu: Vendég hozzáférés

# guestAccessSwitcherTitle
source: Guest Access
cs: Přístup pro hosta
de: Gastzugang
el: Πρόσβαση επισκέπτη
es: Acceso de invitados
fr: Accès invité
hu: Vendég hozzáférés

# guestAccessSSIDTitle
source: Name/SSID
cs: Název/SSID
de: WLAN-Name/SSID
el: Όνομα/SSID
es: Nombre/SSID
fr: Nom/SSID
hu: Név/SSID

# guestAccessPasswordTitle
source: Key/Password
cs: Klíč/Heslo
de: Schlüssel/Passwort
el: Κλειδί/κωδικός πρόσβασης
es: Clave/Contraseña
fr: Clé/mot de passe
hu: Kulcs / Jelszó

# guestAccessTimePeriodTitle
source: Time Period
cs: Časový interval
de: Zeitraum
el: Χρονική περίοδος
es: Período
fr: Période
hu: Időszak

# guestAccessSetPageTitle
source: Guest Settings
cs: Nastavení hosta
de: Gastkonto - Einstellungen
el: Ρυθμίσεις επισκέπτη
es: Configuración de invitado
fr: Paramètres invité
hu: Vendég beállításai

# guestAccessSecurityModeTitle
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
hu: Biztonság

# guestAccessPasswordLengthLimitPrompt
source: 8-63 characters or 64 hexadecimal values
cs: 8–63 znaků nebo 64 hexadecimálních hodnot
de: 8-63 Zeichen oder 64 Hexadeziamal Werte
el: 8-63 χαρακτήρες ή 64 δεκαεξαδικές τιμές
es: 8-63 caracteres o 64 valores hexadecimales
fr: De 8 à 63 caractères ou 64 valeurs hexadécimales
hu: 8-63 karakter vagy 64 hexadecimális érték

# timePeriodAllways
source: Always
cs: Vždy
de: Immer
el: Πάντα
es: Siempre
fr: Toujours
hu: Mindig

# timePeriodOneHour
source: 1 Hour
cs: 1 hodina
de: 1 Stunde
el: 1 ώρα
es: 1 hora
fr: 1 heure
hu: 1 óra

# timePeriodFiveHours
source: 5 Hours
cs: 5 hodin
de: 5 Stunden
el: 5 ώρες
es: 5 horas
fr: 5 heures
hu: 5 óra

# timePeriodTenHours
source: 10 Hours
cs: 10 hodin
de: 10 Stunden
el: 10 ώρες
es: 10 horas
fr: 10 heures
hu: 10 óra

# timePeriodOneDay
source: 1 Day
cs: 1 den
de: 1 Tag
el: 1 ημέρα
es: 1 día
fr: 1 jour
hu: 1 nap

# timePeriodOneWeek
source: 1 Week
cs: 1 týden
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
fr: 1 semaine
hu: 1 hét

# networkMapInfoPageTitle
source: Network Map
cs: Mapa sítě
de: Netzwerkübersicht
el: Χάρτης δικτύου
es: Asignación de red
fr: Mappage réseau
hu: Hálózattérkép

# networkMapInternetLableText
source: Internet
el: Διαδίκτυο

# networkMapOnlineStatus
source: Online
el: Συνδεδεμένη
es: En línea
fr: En ligne

# networkMapOfflineStatus
source: Offline
el: Εκτός σύνδεσης
es: Desconectado
fr: Hors ligne

# networkMapDeviceInfoNameTitle
source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Périphérique
hu: Eszköz

# networkMapDeviceInfoTypeTitle
source: Type
cs: Typ
de: Typ
el: Τύπος
es: Tipo
hu: Típus

# networkMapDeviceInfoFirmwareVersionTitle
source: Firmware Version
cs: Verze firmwaru
el: Έκδοση υλικολογισμικού
es: Versión de firmware
fr: Version du micrologiciel (firmware)
hu: Készülékszoftver-verzió

# networkMapDeviceInfoIpAddrTitle
source: IP Address
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
hu: IP-cím

# networkMapDeviceInfoStatusTitle
source: Status
cs: Stav
el: Κατάσταση
es: Estado
fr: Statut
hu: Állapot

# networkMapDeviceInfoSignalStengthTitle
source: Signal Strength
cs: Intenzita signálu
de: Signalstärke
el: Ισχύς σήματος
es: Intensidad de la señal
fr: Force du signal
hu: Jelerősség

# networkMapDeviceInfoLinkSpeedTitle
source: Link Rate
cs: Rychlost linky
de: Übertragungsrate
el: Ταχύτητα σύνδεσης
es: Tasa de conexión
fr: Vitesse du lien
hu: Kapcsolat sebessége

# networkMapDeviceInfoMacAddrTitle
source: MAC Address
cs: MAC adresa
de: MAC-Adresse
el: Διεύθυνση MAC
es: Dirección MAC
fr: Adresse MAC
hu: MAC-cím

# networkMapDeviceInfoBlockTitle
source: Block
cs: Blokovat
de: Sperren
el: Αποκλεισμός
es: Bloquear
fr: Bloquer
hu: Letiltás

# networkMapBlockSwitcherTitle
source: Access Control
cs: Řízení přístupu
de: Zugriffssteuerung
el: Έλεγχος πρόσβασης
es: Control de acceso
fr: Contrôle d'accès
hu: Hozzáférés-vezérlés

# lpcFirstPageForShowInfo
source: Parental Controls
cs: Rodičovské zámky
de: Kindersicherung
el: Γονικός έλεγχος
es: Controles paternos
fr: Contrôle parental
hu: Szülői felü.

# lpcFirstPageForCreateAccount
source: Create a free OpenDNS account
cs: Vytvořit bezplatný účet služby OpenDNS
de: Kostenloses OpenDNS-Konto erstellen
el: Δημιουργήστε ένα δωρεάν λογαριασμό OpenDNS
es: Crear una cuenta OpenDNS gratuita
fr: Créer un compte OpenDNS gratuit
hu: Ingyenes OpenDNS fiók létrehozása

# lpcBtnTitleForLogin
source: Login
cs: Přihlášení
de: Anmeldung
el: Σύνδεση
es: Iniciar sesión
fr: Identifiant de connexion
hu: Bejelentkezés

# lpcCreateAccountPageUserNameTitle
source: User Name
cs: Jméno uživatele
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév

# lpcCreateAccountPagePasswordTitle
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# lpcCreateAccountPageConfirmPasswordTitle
source: Confirm Password
cs: Potvrďte heslo
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fr: Confirmation du mot de passe
hu: Jelszó megerősítése

# lpcCreateAccountPageConfirmEmailTitle
source: Confirm Email
cs: Potvrdit e-mail
de: E-Mail-Adresse bestätigen
el: Επιβεβαίωση email
es: Confirmar correo electrónico
fr: Confirmation de l'adresse électronique
hu: E-mail megerősítése

# lpcLoginPageUserNameTitle
source: User Name
cs: Jméno uživatele
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév

# lpcLoginPagePasswordTitle
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# lpcShowInfoPageSwitcherTitle
source: Parental Controls
cs: Rodičovské zámky
de: Kindersicherung
el: Γονικός έλεγχος
es: Controles paternos
fr: Contrôle parental
hu: Szülői felü.

# lpcShowInfoPageFilteringLevelTitle
source: Filtering level
cs: Úroveň filtrování
de: Filter Level
el: Επίπεδο φιλτραρίσματος
es: Nivel de filtrado
fr: Niveau de filtrage
hu: Szűrési szint

# lpcShowInfoPageCustomSettingTitle
source: Change Custom Settings
cs: Změnit uživatelská nastavení
de: Benutzerdefinierte Einstellungen ändern
el: Αλλαγή προσαρμοσμένων ρυθμίσεων
es: Modificar configuración personalizada
fr: Modifier les paramètres personnalisés
hu: Egyedi beállítások módosítása

# lpcShowInfoPageOpenDNSAccountTitle
source: OpenDNS Account
cs: Účet OpenDNS
el: Λογαριασμός OpenDNS
es: Cuenta OpenDNS
fr: Compte OpenDNS
hu: OpenDNS fiók

# lpcAskUserHadOpenDNSAccountBtnYESTitle
source: Yes
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen

# lpcAskUserHadOpenDNSAccountBtnNOTitle
source: No
cs: Ne
de: Nein
el: Όχι
fr: Non
hu: Nem

# lpcFilterLevelPageTitle
source: Filtering level
cs: Úroveň filtrování
de: Filter Level
el: Επίπεδο φιλτραρίσματος
es: Nivel de filtrado
fr: Niveau de filtrage
hu: Szűrési szint

# lpcFilterLevelHighTitle
source: High
cs: Vysoká
de: Hoch
el: Υψηλή
es: Alto
fr: Haute
hu: Magas

# lpcFilterLevelModerateTitle
source: Moderate
cs: Střední
de: Mittel
el: Μέτρια
es: Moderado
fr: Modérée
hu: Közepes

# lpcFilterLevelLowTitle
source: Low
cs: Nízká
de: Niedrig
el: Χαμηλή
es: Bajo
fr: Basse
hu: Alacsony

# lpcFilterLevelMinimalTitle
source: Minimal
cs: Minimální
el: Ελάχιστη
es: Mínimo
fr: Minimale
hu: Minimális

# lpcFilterLevelNoneTitle
source: None
cs: Žádný
de: Nein
el: Καμία
es: Ninguno
fr: Aucun
hu: Nincs

# lpcFilterLevelCustomTitle
source: Custom
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένη
es: Personalizado
fr: Personnalisation
hu: Egyedi

# lpcFilterLevelHithDescription
source: Protects against all adult-related sites, illegal activity, social networking sites, video sharing sites, phishing attacks and general time-wasters
cs: Chrání proti všem webům určeným jen pro dospělé, nelegálním činnostem, sociálním sítím, webům sdílejícím video, phishingovým útokům a webům s bezúčelným a nic neříkajícím obsahem.
de: Schutz vor Websites mit nicht jugendfreien Inhalten, illegalen Aktivitäten, Phishing-Angriffen und zeitverschwendenden Online-Aktivitäten sowie auf Social-Networking- und Video-Share-Websites
el: Παρέχει προστασία από ιστότοπους με περιεχόμενο για ενηλίκους ή παράνομες δραστηριότητες, από ιστότοπους κοινωνικής δικτύωσης, ιστότοπους κοινής χρήσης βίντεο, επιθέσεις από ηλεκτρονικό "ψάρεμα" και γενικότερα ιστότοπους με ανούσιο περιεχόμενο .
es: Protege frente a sitios con contenido para adultos, actividades ilegales, redes sociales, intercambio de vídeos, ataques de "phishing" y otros lugares no productivos.
fr: Protège contre les sites pour adultes, les sites encourageant des activités illégales, les sites de réseaux sociaux, les sites de partage de vidéos, les attaques par phishing et tout ce qui représente une perte de temps.
hu: Védelmet nyújt minden felnőtt témát tartalmazó, illegális tevékenységet közvetítő, videomegosztási és közösségi oldallal szemben, illetve az adathalászó támadások és általában az időrabló oldalak ellen.

# lpcFilterLevelModerateDescription
source: Protects against all adult-related sites, illegal activity and phishing attacks.
cs: Chrání proti všem webům určeným jen pro dospělé, nelegálním činnostem a phishingovým útokům.
de: Schutz vor allen Websites mit nicht jugendfreien Inhalten und illegalen Aktivitäten sowie Phishing-Angriffen
el: Παρέχει προστασία από ιστότοπους με περιεχόμενο για ενηλίκους, με παράνομες δραστηριότητες και επιθέσεις από ηλεκτρονικό "ψάρεμα".
es: Protege frente a sitios con contenido para adultos, actividades ilegales y ataques de "phishing".
fr: Protège contre les sites pour adultes, les sites encourageant des activités illégales et les attaques par phishing.
hu: Védelmet nyújt minden felnőtt témát tartalmazó, illegális tevékenységet közvetítő oldallal, illetve az adathalászó támadásokkal szemben.

# lpcFilterLevelLowDescription
source: Protects against pornography and phishing attacks.
cs: Chrání proti pornografii a phishingovým útokům.
de: Schutz vor Pornografie und Phishing-Angriffen
el: Παρέχει προστασία από ιστότοπους με πορνογραφικό περιεχόμενο και επιθέσεις από ηλεκτρονικό "ψάρεμα".
es: Protege frente a pornografía y ataques de "phishing".
fr: Protège contre la pornographie et les attaques par phishing.
hu: Védelmet nyújt a pornográfia és az adathalászó támadások ellen.

# lpcFilterLevelMinimalDescription
source: Protects only against phishing attacks.
cs: Chrání jen proti phishingovým útokům.
de: Schutz vor Phishing-Angriffen
el: Παρέχει προστασία μόνο από επιθέσεις από ηλεκτρονικό "ψάρεμα".
es: Protege solo frente a ataques de "phishing".
fr: Protège uniquement contre les attaques par phishing.
hu: Csak az adathalászó támadások ellen véd.

# lpcFilterLevelNoneDescription
source: Nothing blocked.
cs: Nic není blokováno.
de: Keine Inhalte gesperrt
el: Δεν έχει αποκλειστεί τίποτα.
es: No se bloquea ningún contenido.
fr: Aucune protection.
hu: Semmi sincs letiltva.

# lpcBypassAccountLoginPasswordLabel
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# lpcBypassAccountPromptOfLoggedIn
source: You are logged in as
cs: Jste přihlášeni jako
de: Sie sind bereits angemeldet als
el: Έχετε συνδεθεί ως
es: Ha iniciado sesión como
fr: Vous êtes connecté en tant que
hu: Ön a következő felhasználónévvel van bejelentkezve:

# trafficMeterInfoPageTitle
source: Traffic Meter
cs: Měření síťového provozu
de: Datenverkehrsanzeige
el: Μέτρηση κυκλοφορίας
es: Medidor de tráfico
fr: Mesure de trafic
hu: Forgalommérő

# trafficMeterNoLimit
source: Unlimited
cs: Neomezeno
de: unbegrenzt
el: Απεριόριστο
es: Sin límite
fr: Illimité(e)
hu: Korlátlan

# trafficMeterDownloadLimit
source: Download only
cs: Pouze pro stahování
de: Nur Downloads
el: Λήψη μόνο
es: Solo descarga
fr: Téléchargement uniquement
hu: Csak letöltés

# trafficMeterBothLimit
source: Download & Upload
cs: Stahování a odesílání
de: Herunterladen und Hochladen
el: Λήψη και αποστολή
es: Descargar y cargar
fr: Téléchargement et chargement
hu: Letöltés és feltöltés

# trafficMeterSwitchTitle
source: Traffic Meter
cs: Měření síťového provozu
de: Datenverkehrsanzeige
el: Μέτρηση κυκλοφορίας
es: Medidor de tráfico
fr: Mesure de trafic
hu: Forgalommérő

# trafficMeterMonthlyLimitTitleOnInfoPage
source: Monthly Limit (MB)
cs: Měsíční limit (MB)
de: Monatl. Limit (MB)
el: Μηνιαίο όριο (MB)
es: Límite mensual (MB)
fr: Limite mensuelle (Mo)
hu: Havi korlátozás (MB)

# trafficMeterDayTitleOnInfoPage
source: Counter Start Day
cs: Den spuštění měření
de: Startdatum-Zähler
el: Ημέρα έναρξης μετρητή
es: Día de inicio de contador
fr: Jour de démarrage du compteur
hu: Számláló elindításának dátuma

# trafficMeterTimeTitleOnInfoPage
source: Counter Start Time
cs: Čas spuštění měření
de: Startzeit-Zähler
el: Ώρα έναρξης μετρητή
es: Hora de inicio de contador
fr: Heure de démarrage du compteur
hu: Számláló elindításának ideje

# trafficMeterLimitModeTitleOnInfoPage
source: Traffic Volume Limit
cs: Limit kapacity síťového provozu
de: Datenvolumen-Messung
el: Όριο όγκου κυκλοφορίας
es: Límite de volumen de tráfico
fr: Limite de trafic
hu: Forgalommennyiség korlátozása

# trafficMeterSetPageTitle
source: Traffic Meter
cs: Měření síťového provozu
de: Datenverkehrsanzeige
el: Μέτρηση κυκλοφορίας
es: Medidor de tráfico
fr: Mesure de trafic
hu: Forgalommérő

# trafficMeterMonthlyLimitTitleOnModifyPage
source: Monthly Limit (MB)
cs: Měsíční limit (MB)
de: Monatl. Limit (MB)
el: Μηνιαίο όριο (MB)
es: Límite mensual (MB)
fr: Limite mensuelle (Mo)
hu: Havi korlátozás (MB)

# trafficMeterDayTitleOnModifyPage
source: Day
cs: Den
de: Wochentag
el: Ημέρα
es: Día
fr: Jour
hu: Nap

# trafficMeterTimeTitleOnModifyPage
source: Time
cs: Čas
de: Uhrzeit
el: Ώρα
es: Hora
fr: Heure
hu: Idő

# trafficMeterTimeOfHourLabelTitle
source: Hour
cs: Hodina
de: Uhr
el: Ώρα
es: Hora
fr: Heure
hu: Óra

# trafficMeterTimeOfMinuteLabelTitle
source: Minute
cs: Minuta
el: Λεπτό
es: Minuto
hu: Perc

# trafficMeterLimitModeTitleOnModifyPage
source: Traffic Volume Limit
cs: Limit kapacity síťového provozu
de: Datenvolumen-Messung
el: Όριο όγκου κυκλοφορίας
es: Límite de volumen de tráfico
fr: Limite de trafic
hu: Forgalommennyiség korlátozása

# trafficMeterLimitModeTitleForSelectItemPage
source: Control Method
cs: Způsob ovládání
de: Kontrollmethode
el: Μέθοδος ελέγχου
es: Método de control
fr: Méthode de contrôle
hu: Szabályozási mód

# trafficMeterConterStartPrompt
source: Traffic Meter Start Time
cs: Čas spuštění měření síťového provozu
de: Startzeit-Datenverkehrsanzeige
el: Ώρα έναρξης μετρητή κυκλοφορίας
es: Hora de inicio de medidor de tráfico
fr: Heure de début du compteur de trafic
hu: Forgalommérő elindításának ideje

# qrCodeMainPageTitle
source: QR Code
cs: Kód QR
el: Κωδικός QR
es: Código QR
fr: Code QR
hu: QR-kód

# qrCodeCameraIsUnavailable
source: Your device cannot take pictures or scan the QR Code.
cs: Vaše zařízení nemůže pořizovat snímky ani skenovat Kód QR.
de: Ihr Gerät kann keine Bilder aufnehmen oder den QR-Code scannen.
el: Η συσκευή σας δεν μπορεί να τραβήξει φωτογραφίες ή να σαρώσει τον Kωδικό QR.
es: El dispositivo no puede hacer fotografías ni analizar Códigos QR.
fr: Votre périphérique ne peut pas prendre de photos ou scanner le Code QR.
hu: A készülékkel nem lehet fényképezni vagy QR-kódot beolvasni.

# qrCodeScanBtnTitle
source: Scan
cs: Skenovat
de: Scannen
el: Σάρωση
es: Buscar
fr: Numériser
hu: Beolvasás

# qrCodeWifiPasswordTitle
source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó

# qrCodePromptUserHowToScaning
source: Align the QR code within the frame to start scanning.
cs: Zarovnat kód QR, aby bylo možné zahájit skenování.
de: Um mit dem Scannen zu beginnen, positionieren Sie den QR-Code im Frame.
el: Ευθυγραμμίστε τον κωδικό QR μέσα στο πλαίσιο για να αρχίσει η σάρωση.
es: Para comenzar a analizar la imagen, alinee el código QR dentro del marco.
fr: Alignement du code QR dans la trame pour lancer la lecture.
hu: A leolvasás elindításához igazítsa a QR-kódot a keretbe.

# qrCodePromptForGetWebAddressInfo
source: It will open the browser with this URL.
cs: Otevře prohlížeč prostřednictvím této adresy URL.
de: Der Browser wird mit dieser URL geöffnet.
el: Θα ανοίξει το πρόγραμμα περιήγησης με αυτήν τη διεύθυνση URL.
es: Abrirá el navegador con esta URL.
fr: Le navigateur sera ouvert avec cette URL.
hu: Ezt az URL-címet a böngészőben fogja megnyitni.

# qrCodePromptForFindURL
source: URL found:
cs: Nalezené adresy URL:
de: URL gefunden:
el: Η διεύθυνση URL βρέθηκε:
es: URL encontrada:
fr: URL trouvée :
hu: A következő URL-címet találtuk:

# qrCodePromptForOpenURL
source: Do you want to open it?
cs: Přejete si jej otevřít?
de: Öffnen?
el: Θέλετε να το ανοίξετε;
es: "¿Desea abrirla?
fr: Voulez-vous l'ouvrir ?
hu: Szeretné megnyitni?

# qrCodePromptForGetWIFIInfo
source: The password is copied to the clipboard. To connect this network, select Settings > Wi-Fi.
cs: Heslo bylo zkopírováno do schránky. Chcete-li se připojit k této síti, vyberte možnost Nastavení > Wi-Fi.
de: Das Passwort wird in die Zwischenablage kopiert. Um eine Verbindung mit diesem Netzwerk herzustellen, klicken Sie auf <b>Einstellungen</b> > <b>WLAN</b>.
el: Ο κωδικός πρόσβασης αντιγράφεται στο πρόχειρο. Για να συνδεθείτε σε αυτό το δίκτυο, επιλέξτε Ρυθμίσεις > Wi-Fi.
es: Se ha copiado la contraseña al portapapeles. "Para conectarse a esta red, seleccione Ajustes > Wi-Fi.
fr: Le mot de passe est copié dans le presse-papiers. Pour connecter ce réseau, sélectionnez Paramètres > Wi-Fi.
hu: A jelszó átmásolva a vágólapra. A hálózathoz való csatlakozáshoz válassza a Beállítások > Wi-Fi lehetőséget.

source: Loading My Media
cs: Načítání informací z funkce Moje média
de: Meine Medien laden
el: Γίνεται φόρτωση του στοιχείου Τα μέσα μου
es: Cargando Mis medios
fr: Chargement de Mes médias
hu: Médiafájl betöltése

# Wait Message
source: Please wait...
cs: Čekejte prosím...
de: Bitte haben Sie etwas Geduld...
el: Παρακαλώ περιμένετε...
es: Espere...
fr: Patientez SVP...
hu: Kérem, várjon...

# Media not support
source: The media file format is not supported.
cs: Formát mediálního souboru není podporován.
de: Das Medien-Dateiformat wird nicht unterstützt.
el: Η μορφή του αρχείου μέσων δεν υποστηρίζεται.
es: El formato de archivo multimedia no es compatible.
fr: Le format du fichier multimédia n'est pas pris en charge.
hu: A médiafájl formátumát a rendszer nem támogatja.
